Repository: boris-valero/visites_guidees
Catalog: translationfiles/*/intros.po
Languages: gl

source: Saved!
gl: Gardado!

source: Intros
gl: Visitas guiadas

source: You can choose to enable/disable the tutorial for each app. Check the apps for which you want to see the tutorial and click save, or use the enable/disable all buttons.
gl: Podes escoller activar ou desactivar as visitas guiadas para cada aplicación. Marca as aplicacións das que queres ver a visita guiada e preme en Gardar, ou usa os botóns para activar/desactivar todas as visitas.

source: Go to tutorial
gl: Acceder á visita guiada

source: Save
gl: Gardar

source: Enable all tutorials
gl: Activar todas as visitas guiadas

source: Disable all tutorials
gl: Desactivar todas as visitas guiadas

source: Play this tutorial again next time
gl: Repetir esta visita guiada a próxima vez

source: Next
gl: Seguinte

source: Done
gl: Rematar

source: Previous
gl: Anterior

source: Saved. This tutorial will play again next time.
gl: Axustes gardados. Esta visita guiada aparecerá de novo a próxima vez.

source: Saved. This tutorial won't be shown again.
gl: Axustes gardados. Esta visita guiada xa non volverá amosarse.
